Revit 2027 API
ParameterTypeId.SteelElemCopeAroundAxis Property
 "Around beam axis"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemCopeAroundAxis { get; }
Public Shared ReadOnly Property SteelElemCopeAroundAxis As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemCopeAroundAxis {
	ForgeTypeId^ get ();
}
static member SteelElemCopeAroundAxis : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace